Repository: tyfoan/ai-golf-swing-sync
Catalog: golf-sync-swing/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, sv, th, uk, zh_hans

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
pt_br: Privacidade
ru: Конфиденциальность
sv: Sekretess
th: ความเป็นส่วนตัว
uk: Конфіденційність
zh_hans: 隐私

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
uk: Політика конфіденційності
zh_hans: 隐私政策

source: Pro swing library
de: Profi-Schwungbibliothek
es: Biblioteca de swings pro
fr: Bibliothèque de swings pros
it: Libreria di swing pro
ja: プロのスイングライブラリ
ko: 프로 스윙 라이브러리
pt_br: Biblioteca de swings pro
ru: Библиотека свингов профи
sv: Pro-svingbibliotek
th: คลังสวิงของโปร
uk: Бібліотека свінгів профі
zh_hans: 职业挥杆库

source: PRO SWINGS
de: PROFI-SCHWÜNGE
es: SWINGS PRO
fr: SWINGS PROS
it: SWING PRO
ja: プロのスイング
ko: 프로 스윙
pt_br: SWINGS PRO
ru: СВИНГИ ПРОФИ
sv: PRO-SVINGAR
th: สวิงโปร
uk: СВІНГИ ПРОФІ
zh_hans: 职业挥杆

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
ja: 画質
ko: 화질
pt_br: Qualidade
ru: Качество
sv: Kvalitet
th: คุณภาพ
uk: Якість
zh_hans: 画质

source: REC
de: AUFN.
it: REG
ja: 録画
ko: 녹화
ru: ЗАП.
sv: INSP.
uk: ЗАП.
zh_hans: 录制

source: Record in well-lit conditions for best results. Natural daylight works best for pose detection. Avoid backlit situations where you appear as a silhouette.
de: Nimm in gut beleuchteter Umgebung auf. Tageslicht eignet sich am besten für die Pose-Erkennung. Vermeide Gegenlicht, in dem du als Silhouette erscheinst.
es: Graba con buena iluminación para obtener los mejores resultados. La luz natural es la mejor para la detección de poses. Evita el contraluz donde apareces como silueta.
fr: Enregistre dans un environnement bien éclairé. La lumière naturelle est idéale pour la détection de pose. Évite les contre-jours où tu n'apparais qu'en silhouette.
it: Registra con buona illuminazione per ottenere i migliori risultati. La luce naturale è ideale per il rilevamento della posa. Evita il controluce dove appari come una sagoma.
ja: 明るい場所で撮影してください。自然光がポーズ検出に最適です。逆光でシルエットになる状況は避けましょう。
ko: 조명이 밝은 곳에서 촬영하세요. 자연광이 포즈 감지에 가장 좋습니다. 실루엣만 보이는 역광은 피하세요.
pt_br: Grave em ambiente bem iluminado para obter melhores resultados. A luz natural funciona melhor para detecção de pose. Evite contraluz, em que você aparece apenas como silhueta.
ru: Снимай при хорошем освещении для лучших результатов. Дневной свет лучше всего подходит для распознавания позы. Избегай контрового света, при котором ты выглядишь как силуэт.
sv: Spela in i god belysning för bästa resultat. Naturligt dagsljus fungerar bäst för posedetektering. Undvik motljus där du syns som en siluett.
th: บันทึกในที่ที่มีแสงเพียงพอเพื่อผลลัพธ์ที่ดีที่สุด แสงธรรมชาติเหมาะกับการตรวจจับท่าทางมากที่สุด หลีกเลี่ยงสภาพย้อนแสงที่ทำให้เห็นเป็นเงาดำ
uk: Знімай у добре освітленому місці для найкращих результатів. Денне світло найкраще підходить для розпізнавання пози. Уникай контрового світла, де видно лише силует.
zh_hans: 请在光线充足的环境下录制以获得最佳效果。自然日光最有利于姿势识别。避免逆光，否则你会变成剪影。

source: Record in well-lit conditions. Natural daylight works best for pose detection.
de: Nimm in gut beleuchteter Umgebung auf. Tageslicht eignet sich am besten für die Pose-Erkennung.
es: Graba con buena iluminación. La luz natural es la mejor para la detección de poses.
fr: Enregistre dans un environnement bien éclairé. La lumière naturelle est idéale pour la détection de pose.
it: Registra con buona illuminazione. La luce naturale è ideale per il rilevamento della posa.
ja: 明るい場所で撮影してください。自然光がポーズ検出に最適です。
ko: 조명이 밝은 곳에서 촬영하세요. 자연광이 포즈 감지에 가장 좋습니다.
pt_br: Grave em ambiente bem iluminado. A luz natural funciona melhor para detecção de pose.
ru: Снимай при хорошем освещении. Дневной свет лучше всего подходит для распознавания позы.
sv: Spela in i god belysning. Naturligt dagsljus fungerar bäst för posedetektering.
th: บันทึกในที่ที่มีแสงเพียงพอ แสงธรรมชาติเหมาะกับการตรวจจับท่าทางมากที่สุด
uk: Знімай у добре освітленому місці. Денне світло найкраще підходить для розпізнавання пози.
zh_hans: 请在光线充足的环境下录制。自然日光最有利于姿势识别。

source: Record or import a video to get started
de: Nimm ein Video auf oder importiere eins, um loszulegen
es: Graba o importa un vídeo para empezar
fr: Enregistre ou importe une vidéo pour commencer
it: Registra o importa un video per iniziare
ja: 録画するか動画をインポートして始めましょう
ko: 녹화하거나 영상을 가져와 시작하세요
pt_br: Grave ou importe um vídeo para começar
ru: Запиши или импортируй видео, чтобы начать
sv: Spela in eller importera en video för att komma igång
th: บันทึกหรือนำเข้าวิดีโอเพื่อเริ่มต้น
uk: Запиши або імпортуй відео, щоб почати
zh_hans: 录制或导入视频以开始使用

source: Record your swing and get an instant replay. Swings are detected automatically.
de: Nimm deinen Schwung auf und sieh dir eine sofortige Wiederholung an. Schwünge werden automatisch erkannt.
es: Graba tu swing y obtén una repetición instantánea. Los swings se detectan automáticamente.
fr: Enregistre ton swing et obtiens une relecture instantanée. Les swings sont détectés automatiquement.
it: Registra il tuo swing e guarda subito la replay. Gli swing vengono rilevati automaticamente.
ja: スイングを録画して即リプレイ。 スイングは自動で検出されます。
ko: 스윙을 녹화하면 즉시 리플레이됩니다. 스윙은 자동으로 감지됩니다.
pt_br: Grave seu swing e veja o replay na hora. Os swings são detectados automaticamente.
ru: Запиши свинг и сразу получи повтор. Свинги распознаются автоматически.
sv: Spela in din sving och få en omedelbar repris. Svingar identifieras automatiskt.
th: บันทึกสวิงและดูรีเพลย์ได้ทันที สวิงจะถูกตรวจจับอัตโนมัติ
uk: Запиши свінг і одразу отримай повтор. Свінги розпізнаються автоматично.
zh_hans: 录制你的挥杆，立即查看回放。 挥杆会被自动识别。

source: Recording failed: %@
de: Aufnahme fehlgeschlagen: %@
es: Error en la grabación: %@
fr: Échec de l’enregistrement : %@
it: Registrazione non riuscita: %@
ja: 録画に失敗しました: %@
ko: 녹화 실패: %@
pt_br: Falha na gravação: %@
ru: Сбой записи: %@
sv: Inspelningen misslyckades: %@
th: การบันทึกล้มเหลว: %@
uk: Збій запису: %@
zh_hans: 录制失败：%@

source: Recording file not found
de: Aufnahmedatei nicht gefunden
es: No se encontró el archivo de grabación
fr: Fichier d’enregistrement introuvable
it: File di registrazione non trovato
ja: 録画ファイルが見つかりません
ko: 녹화 파일을 찾을 수 없습니다
pt_br: Arquivo de gravação não encontrado
ru: Файл записи не найден
sv: Inspelningsfilen hittades inte
th: ไม่พบไฟล์การบันทึก
uk: Файл запису не знайдено
zh_hans: 未找到录像文件

source: Recording Interrupted
de: Aufnahme unterbrochen
es: Grabación interrumpida
fr: Enregistrement interrompu
it: Registrazione interrotta
ja: 録画が中断されました
ko: 녹화가 중단되었습니다
pt_br: Gravação interrompida
ru: Запись прервана
sv: Inspelningen avbröts
th: การบันทึกถูกขัดจังหวะ
uk: Запис перервано
zh_hans: 录制已中断

source: Recording interrupted by another audio app.
de: Aufnahme von einer anderen Audio-App unterbrochen.
es: Otra app de audio interrumpió la grabación.
fr: Enregistrement interrompu par une autre app audio.
it: La registrazione è stata interrotta da un’altra app audio.
ja: 他のオーディオアプリにより録画が中断されました。
ko: 다른 오디오 앱에 의해 녹화가 중단되었습니다.
pt_br: A gravação foi interrompida por outro app de áudio.
ru: Запись прервана другим аудиоприложением.
sv: Inspelningen avbröts av en annan ljudapp.
th: การบันทึกถูกขัดจังหวะโดยแอปเสียงอื่น
uk: Запис перервано іншим аудіозастосунком.
zh_hans: 录制被另一个音频应用中断。

source: Recording paused because app went to background.
de: Aufnahme angehalten, weil die App in den Hintergrund ging.
es: La grabación está en pausa porque la app pasó a segundo plano.
fr: Enregistrement en pause : l’app est passée en arrière-plan.
it: Registrazione in pausa perché l’app è passata in background.
ja: アプリがバックグラウンドに移行したため、録画を一時停止しました。
ko: 앱이 백그라운드로 전환되어 녹화가 일시정지되었습니다.
pt_br: A gravação foi pausada porque o app foi para segundo plano.
ru: Запись приостановлена: приложение ушло в фон.
sv: Inspelningen är pausad eftersom appen gick till bakgrunden.
th: การบันทึกถูกหยุดชั่วคราวเนื่องจากแอปไปอยู่เบื้องหลัง
uk: Запис призупинено: застосунок перейшов у фон.
zh_hans: 应用进入后台，录制已暂停。

source: Recording paused due to system resource constraints.
de: Aufnahme aufgrund von Systemauslastung angehalten.
es: Grabación en pausa por restricciones de recursos del sistema.
fr: Enregistrement en pause à cause de contraintes système.
it: Registrazione in pausa a causa di vincoli sulle risorse di sistema.
ja: システム リソースの制約により録画を一時停止しました。
ko: 시스템 자원 제약으로 인해 녹화가 일시정지되었습니다.
pt_br: Gravação pausada por restrições de recursos do sistema.
ru: Запись приостановлена из-за ограничений системных ресурсов.
sv: Inspelningen är pausad på grund av systemresursbegränsningar.
th: การบันทึกถูกหยุดชั่วคราวเนื่องจากข้อจำกัดของระบบ
uk: Запис призупинено через обмеження ресурсів системи.
zh_hans: 由于系统资源受限，录制已暂停。

source: Recording Tips
de: Aufnahme-Tipps
es: Consejos de grabación
fr: Conseils d'enregistrement
it: Consigli per la registrazione
ja: 録画のヒント
ko: 녹화 팁
pt_br: Dicas de gravação
ru: Советы по записи
sv: Inspelningstips
th: เคล็ดลับการบันทึก
uk: Поради щодо запису
zh_hans: 录制技巧

source: Recording was interrupted.
de: Die Aufnahme wurde unterbrochen.
es: Se interrumpió la grabación.
fr: L’enregistrement a été interrompu.
it: La registrazione è stata interrotta.
ja: 録画が中断されました。
ko: 녹화가 중단되었습니다.
pt_br: A gravação foi interrompida.
ru: Запись была прервана.
sv: Inspelningen avbröts.
th: การบันทึกถูกขัดจังหวะ
uk: Запис було перервано.
zh_hans: 录制已中断。

source: Recordings
de: Aufnahmen
es: Grabaciones
fr: Enregistrements
it: Registrazioni
ja: 録画
ko: 녹화
pt_br: Gravações
ru: Записи
sv: Inspelningar
th: การบันทึก
uk: Записи
zh_hans: 录像

source: REPLAY
de: WIEDERHOLEN
es: REPETICIÓN
fr: RELECTURE
ja: リプレイ
ko: 리플레이
ru: ПОВТОР
sv: REPRIS
th: รีเพลย์
uk: ПОВТОР
zh_hans: 回放

source: Reset All Debug State
de: Alle Debug-Daten zurücksetzen
es: Restablecer estado de depuración
fr: Réinitialiser l'état de débogage
it: Reimposta stato di debug
ja: デバッグ状態をすべてリセット
ko: 디버그 상태 모두 초기화
pt_br: Redefinir estado de depuração
ru: Сбросить всё отладочное состояние
sv: Återställ all felsökningsstatus
th: รีเซ็ตสถานะดีบักทั้งหมด
uk: Скинути все налагоджувальне середовище
zh_hans: 重置所有调试状态

source: Reset Everything
de: Alles zurücksetzen
es: Restablecer todo
fr: Tout réinitialiser
it: Reimposta tutto
ja: すべてリセット
ko: 모두 초기화
pt_br: Redefinir tudo
ru: Сбросить всё
sv: Återställ allt
th: รีเซ็ตทั้งหมด
uk: Скинути все
zh_hans: 全部重置

source: Restore failed: %@
de: Wiederherstellung fehlgeschlagen: %@
es: Error al restaurar: %@
fr: Échec de la restauration : %@
it: Ripristino non riuscito: %@
ja: 復元に失敗しました: %@
ko: 복원 실패: %@
pt_br: Falha ao restaurar: %@
ru: Не удалось восстановить: %@
sv: Återställning misslyckades: %@
th: การกู้คืนล้มเหลว: %@
uk: Не вдалося відновити: %@
zh_hans: 恢复失败：%@

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compras
ru: Восстановить покупки
sv: Återställ köp
th: กู้คืนการซื้อ
uk: Відновити покупки
zh_hans: 恢复购买

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
ja: 再開
ko: 계속하기
pt_br: Retomar
ru: Продолжить
sv: Återuppta
th: ดำเนินการต่อ
uk: Продовжити
zh_hans: 继续

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
uk: Зберегти
zh_hans: 保存

source: Save (%lld)
de: Speichern (%lld)
es: Guardar (%lld)
fr: Enregistrer (%lld)
it: Salva (%lld)
ja: 保存 (%lld)
ko: 저장 (%lld)
pt_br: Salvar (%lld)
ru: Сохранить (%lld)
sv: Spara (%lld)
th: บันทึก (%lld)
uk: Зберегти (%lld)
zh_hans: 保存 (%lld)

source: Save 81% vs weekly
de: 81 % günstiger als wöchentlich
es: Ahorra 81 % vs semanal
fr: 81 % d’économie vs hebdomadaire
it: Risparmi l’81 % rispetto al settimanale
ja: 週払いより 81% お得
ko: 주간 결제 대비 81% 절약
pt_br: Economize 81% em relação ao semanal
ru: Экономия 81 % против еженедельной
sv: Spara 81 % jämfört med per vecka
th: ประหยัด 81% เทียบกับรายสัปดาห์
uk: Економія 81 % проти щотижневої
zh_hans: 比按周购买省 81%

source: Save to Photos
de: In Fotos sichern
es: Guardar en Fotos
fr: Enregistrer dans Photos
it: Salva in Foto
ja: 写真に保存
ko: 사진 앱에 저장
pt_br: Salvar em Fotos
ru: Сохранить в Фото
sv: Spara i Bilder
th: บันทึกไปยังรูปภาพ
uk: Зберегти у Фото
zh_hans: 保存到照片

source: Saved to Photos
de: In Fotos gesichert
es: Guardado en Fotos
fr: Enregistré dans Photos
it: Salvato in Foto
ja: 写真に保存しました
ko: 사진 앱에 저장됨
pt_br: Salvo em Fotos
ru: Сохранено в Фото
sv: Sparat i Bilder
th: บันทึกในรูปภาพแล้ว
uk: Збережено у Фото
zh_hans: 已保存到照片

source: Saving Video...
de: Video wird gespeichert…
es: Guardando vídeo…
fr: Enregistrement de la vidéo…
it: Salvataggio video…
ja: 動画を保存中…
ko: 영상 저장 중…
pt_br: Salvando vídeo…
ru: Сохранение видео…
sv: Sparar video…
th: กำลังบันทึกวิดีโอ…
uk: Збереження відео…
zh_hans: 正在保存视频…

source: Screenshot Mode
de: Screenshot-Modus
es: Modo captura de pantalla
fr: Mode capture d’écran
it: Modalità screenshot
ja: スクリーンショット モード
ko: 스크린샷 모드
pt_br: Modo de captura de tela
ru: Режим скриншотов
sv: Skärmavbildsläge
th: โหมดสกรีนช็อต
uk: Режим знімків екрана
zh_hans: 截屏模式

source: Select 2 swings to compare side-by-side.
de: Wähle 2 Schwünge zum Vergleich nebeneinander.
es: Selecciona 2 swings para compararlos en paralelo.
fr: Sélectionne 2 swings à comparer côte à côte.
it: Seleziona 2 swing da confrontare affiancati.
ja: スイングを 2 つ選んで並べて比較しましょう。
ko: 나란히 비교할 스윙 2개를 선택하세요.
pt_br: Selecione 2 swings para comparar lado a lado.
ru: Выбери 2 свинга, чтобы сравнить их рядом.
sv: Välj 2 svingar för att jämföra sida vid sida.
th: เลือกสวิง 2 ครั้งเพื่อเปรียบเทียบคู่ขนาน
uk: Вибери 2 свінги, щоб порівняти їх поруч.
zh_hans: 选择 2 个挥杆进行并排对比。

source: Select one more swing to compare
de: Wähle einen weiteren Schwung zum Vergleichen
es: Selecciona un swing más para comparar
fr: Sélectionne un swing de plus à comparer
it: Seleziona un altro swing da confrontare
ja: もう一つスイングを選んで比較
ko: 비교할 스윙을 하나 더 선택하세요
pt_br: Selecione mais um swing para comparar
ru: Выбери ещё один свинг для сравнения
sv: Välj en sving till för att jämföra
th: เลือกสวิงอีกหนึ่งครั้งเพื่อเปรียบเทียบ
uk: Вибери ще один свінг для порівняння
zh_hans: 再选择一个挥杆进行对比

source: Send it to
de: Sende es an
es: Envíalo a
fr: Envoie-le à
it: Mandalo a
ja: 送信先：
ko: 보낼 곳:
pt_br: Envie para
ru: Отправь
sv: Skicka till
th: ส่งให้
uk: Надішли
zh_hans: 发送给

source: Sequential
de: Nacheinander
es: Secuencial
fr: Séquentiel
it: Sequenziale
ja: 連続再生
ko: 순차
pt_br: Sequencial
ru: Последовательно
sv: Sekventiell
th: ตามลำดับ
uk: Послідовно
zh_hans: 连续播放

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
sv: Inställningar
th: การตั้งค่า
uk: Налаштування
zh_hans: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
sv: Dela
th: แชร์
uk: Поділитися
zh_hans: 分享

source: Share-ready, no watermark, multi-aspect.
de: Teilbereit, ohne Wasserzeichen, mehrere Formate.
es: Listo para compartir, sin marca de agua, varias proporciones.
fr: Prêt à partager, sans filigrane, multi-format.
it: Pronto da condividere, senza filigrana, formati multipli.
ja: シェア対応・ウォーターマークなし・複数のアスペクト比。
ko: 공유 준비 완료, 워터마크 없음, 다양한 비율 지원.
pt_br: Pronto para compartilhar, sem marca-d’água, várias proporções.
ru: Готово для шеринга, без водяного знака, разные форматы.
sv: Klart att dela, utan vattenstämpel, flera bildförhållanden.
th: พร้อมแชร์ ไม่มีลายน้ำ หลายอัตราส่วน
uk: Готово до поширення, без водяного знаку, різні формати.
zh_hans: 可直接分享、无水印、多种比例。

source: Side-by-side
de: Nebeneinander
es: En paralelo
fr: Côte à côte
it: Affiancato
ja: 横並び
ko: 나란히
pt_br: Lado a lado
ru: Рядом
sv: Sida vid sida
th: คู่ขนาน
uk: Поруч
zh_hans: 并排

source: Side-by-Side
de: Nebeneinander
es: En paralelo
fr: Côte à côte
it: Affiancato
ja: 横並び
ko: 나란히
pt_br: Lado a lado
ru: Рядом
sv: Sida vid sida
th: คู่ขนาน
uk: Поруч
zh_hans: 并排

source: Side-by-side, onion-skin, overlay — and HD export.
de: Nebeneinander, Onion-Skin, Overlay — und HD-Export.
es: En paralelo, onion-skin, superposición — y exportación HD.
fr: Côte à côte, onion-skin, superposition — et export HD.
it: Affiancato, onion-skin, sovrapposizione — ed esportazione HD.
ja: 横並び、オニオンスキン、オーバーレイ、そして HD で書き出し。
ko: 나란히, 어니언스킨, 오버레이 — 그리고 HD 내보내기.
pt_br: Lado a lado, onion-skin, sobreposição — e exportação HD.
ru: Рядом, наложение, оверлей — и экспорт HD.
sv: Sida vid sida, onion-skin, överlägg — och HD-export.
th: คู่ขนาน ภาพซ้อน โอเวอร์เลย์ — และส่งออก HD
uk: Поруч, накладання, оверлей — і експорт HD.
zh_hans: 并排、洋葱皮、叠加——以及 HD 导出。

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
sv: Hoppa över
th: ข้าม
uk: Пропустити
zh_hans: 跳过

source: Spot the fix.
de: Erkenne den Fix.
es: Detecta la corrección.
fr: Vois la correction.
it: Trova la correzione.
ja: 改善点を発見。
ko: 교정 포인트를 찾으세요.
pt_br: Veja a correção.
ru: Заметь, что исправить.
sv: Hitta felet.
th: เห็นจุดที่ต้องแก้
uk: Помітьте, що виправити.
zh_hans: 一眼看出问题。

source: Square
de: Quadrat
es: Cuadrado
fr: Carré
it: Quadrato
ja: 正方形
ko: 정사각형
pt_br: Quadrado
ru: Квадрат
sv: Kvadrat
th: สี่เหลี่ยมจัตุรัส
uk: Квадрат
zh_hans: 正方形

source: Stacked
de: Gestapelt
es: Apilado
fr: Empilé
it: Sovrapposto
ja: 重ね合わせ
ko: 겹치기
pt_br: Empilhado
ru: Наложение
sv: Staplad
th: ซ้อนทับ
uk: Накладання
zh_hans: 叠加

source: Stand 8-12 feet from the camera for optimal pose tracking.
de: Stell dich 2,5–3,5 m von der Kamera entfernt auf für optimale Pose-Erkennung.
es: Sitúate a 2,5–3,5 m de la cámara para un seguimiento de pose óptimo.
fr: Tiens-toi à 2,5–3,5 m de la caméra pour un suivi optimal.
it: Mettiti a 2,5–3,5 m dalla camera per un tracciamento ottimale.
ja: カメラから 2.5〜3.5 m 離れて立つと、ポーズ検出に最適です。
ko: 카메라에서 2.5〜3.5 m 떨어져 서면 포즈 추적이 가장 잘 됩니다.
pt_br: Fique a 2,5–3,5 m da câmera para um rastreamento ideal.
ru: Стой в 2,5–3,5 м от камеры для лучшего отслеживания позы.
sv: Stå 2,5–3,5 m från kameran för bästa posespårning.
th: ยืนห่างจากกล้อง 2.5–3.5 ม. เพื่อการติดตามท่าทางที่ดีที่สุด
uk: Стій за 2,5–3,5 м від камери для найкращого відстеження пози.
zh_hans: 距离相机 2.5–3.5 米站立，以获得最佳姿势追踪效果。

source: Stand 8-12 feet from the camera for optimal pose tracking. Make sure your full body is visible throughout the entire swing motion.
de: Stell dich 2,5–3,5 m von der Kamera entfernt auf. Achte darauf, dass dein ganzer Körper während der gesamten Schwungbewegung sichtbar ist.
es: Sitúate a 2,5–3,5 m de la cámara. Asegúrate de que todo tu cuerpo sea visible durante todo el movimiento del swing.
fr: Tiens-toi à 2,5–3,5 m de la caméra. Assure-toi que ton corps entier reste visible pendant tout le mouvement.
it: Mettiti a 2,5–3,5 m dalla camera. Assicurati che tutto il corpo sia visibile per l’intero movimento di swing.
ja: カメラから 2.5〜3.5 m 離れて立ち、スイング動作中は全身がフレームに収まるようにしてください。
ko: 카메라에서 2.5〜3.5 m 떨어져 서고, 스윙 동작 내내 전신이 화면에 보이도록 하세요.
pt_br: Fique a 2,5–3,5 m da câmera. Garanta que seu corpo inteiro fique visível durante todo o movimento do swing.
ru: Стой в 2,5–3,5 м от камеры. Убедись, что тело видно полностью на протяжении всего движения.
sv: Stå 2,5–3,5 m från kameran. Se till att hela kroppen syns under hela svingrörelsen.
th: ยืนห่างจากกล้อง 2.5–3.5 ม. และให้เห็นเต็มตัวตลอดจังหวะการสวิง
uk: Стій за 2,5–3,5 м від камери. Переконайся, що тіло видно повністю протягом усього руху.
zh_hans: 距离相机 2.5–3.5 米站立，并确保整个挥杆动作中全身都在画面内。

source: Start %@
de: %@ starten
es: Empezar %@
fr: Commencer %@
it: Avvia %@
ja: %@ を開始
ko: %@ 시작
pt_br: Iniciar %@
ru: Начать %@
sv: Starta %@
th: เริ่ม %@
uk: Почати %@
zh_hans: 开始 %@

source: Start Recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l'enregistrement
it: Avvia registrazione
ja: 録画を開始
ko: 녹화 시작
pt_br: Iniciar gravação
ru: Начать запись
sv: Starta inspelning
th: เริ่มบันทึก
uk: Почати запис
zh_hans: 开始录制

source: Subscribe — %@
de: Abonnieren — %@
es: Suscribirse — %@
fr: S’abonner — %@
it: Abbonati — %@
ja: サブスクライブ — %@
ko: 구독 — %@
pt_br: Assinar — %@
ru: Подписаться — %@
sv: Prenumerera — %@
th: สมัครสมาชิก — %@
uk: Підписатися — %@
zh_hans: 订阅 — %@

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
it: Abbonamento
ja: サブスクリプション
ko: 구독
pt_br: Assinatura
ru: Подписка
sv: Prenumeration
th: การสมัครสมาชิก
uk: Підписка
zh_hans: 订阅

source: Swap videos
de: Videos tauschen
es: Intercambiar vídeos
fr: Inverser les vidéos
it: Scambia video
ja: 動画を入れ替え
ko: 영상 바꾸기
pt_br: Trocar vídeos
ru: Поменять видео местами
sv: Byt videor
th: สลับวิดีโอ
uk: Поміняти відео місцями
zh_hans: 交换视频

source: Swing #%lld
de: Schwung #%lld
es: Swing n.º %lld
fr: Swing n°%lld
it: Swing n. %lld
ja: スイング #%lld
ko: 스윙 #%lld
pt_br: Swing nº %lld
ru: Свинг №%lld
sv: Sving nr %lld
th: สวิง #%lld
uk: Свінг №%lld
zh_hans: 挥杆 #%lld

source: Swing %lld
de: Schwung %lld
ja: スイング %lld
ko: 스윙 %lld
ru: Свинг %lld
sv: Sving %lld
th: สวิง %lld
uk: Свінг %lld
zh_hans: 挥杆 %lld

source: Swing 1
de: Schwung 1
ja: スイング 1
ko: 스윙 1
ru: Свинг 1
sv: Sving 1
th: สวิง 1
uk: Свінг 1
zh_hans: 挥杆 1

source: Swing 2
de: Schwung 2
ja: スイング 2
ko: 스윙 2
ru: Свинг 2
sv: Sving 2
th: สวิง 2
uk: Свінг 2
zh_hans: 挥杆 2

source: Swings
de: Schwünge
it: Swing
ja: スイング
ko: 스윙
ru: Свинги
sv: Svingar
th: สวิง
uk: Свінги
zh_hans: 挥杆

source: Swings Only
de: Nur Schwünge
es: Solo swings
fr: Swings seulement
it: Solo swing
ja: スイングのみ
ko: 스윙만
pt_br: Apenas swings
ru: Только свинги
sv: Endast svingar
th: สวิงเท่านั้น
uk: Тільки свінги
zh_hans: 仅挥杆

source: Tall Banner
de: Hohes Banner
es: Banner vertical
fr: Bannière verticale
it: Banner verticale
ja: 縦長バナー
ko: 세로형 배너
pt_br: Banner vertical
ru: Вертикальный баннер
sv: Hög banner
th: แบนเนอร์แนวตั้ง
uk: Вертикальний банер
zh_hans: 竖长横幅

source: Terms
de: Bedingungen
es: Términos
fr: Conditions
it: Termini
ja: 利用規約
ko: 약관
pt_br: Termos
ru: Условия
sv: Villkor
th: ข้อกำหนด
uk: Умови
zh_hans: 条款

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Condizioni d’uso
ja: 利用規約
ko: 이용 약관
pt_br: Termos de Uso
ru: Условия использования
sv: Användarvillkor
th: ข้อกำหนดการใช้งาน
uk: Умови використання
zh_hans: 使用条款

source: the full
de: den vollen
es: la
fr: la
it: il
ja: すべての
ko: 전체
pt_br: a
ru: все возможности
sv: den fullständiga
th: แบบเต็ม
uk: усі можливості
zh_hans: 完整的

source: The full recorded clips, end to end
de: Die vollständigen Aufnahmen, von Anfang bis Ende
es: Los clips grabados completos, de principio a fin
fr: Les clips entiers, du début à la fin
it: I clip registrati per intero, dall’inizio alla fine
ja: 録画クリップを最初から最後まで
ko: 녹화된 클립 전체
pt_br: Os clipes gravados inteiros, do início ao fim
ru: Полные записанные клипы от начала до конца
sv: Hela de inspelade klippen, från början till slut
th: คลิปที่บันทึกเต็มความยาว ตั้งแต่ต้นจนจบ
uk: Повні записані кліпи від початку до кінця
zh_hans: 完整录制片段，从头到尾

source: This may take a moment
de: Das kann einen Moment dauern
es: Esto puede tardar un momento
fr: Cela peut prendre un instant
it: Potrebbe volerci un momento
ja: しばらくお待ちください
ko: 잠시 시간이 걸릴 수 있습니다
pt_br: Isso pode demorar um instante
ru: Это может занять немного времени
sv: Det här kan ta en stund
th: อาจใช้เวลาสักครู่
uk: Це може зайняти трохи часу
zh_hans: 可能需要一些时间
